Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: His mother was killed in a car crash in 1997, the year after she and William's father Prince Charles divorced .
pt: William é o filho mais velho do príncipe Charles e da princesa Diana, que morreu em 1997 .

source: Tremblay was careful to stress that the device was still at the research stage, though it could eventually become a "real option" for people with AMD.
pt: Tremblay foi muito cuidadoso ao enfatizar que o acessório ainda está em fase de testes, embora possa eventualmente tornar-se uma "opção real" para as pessoas com degeneração macular associada à idade.

source: Police shoot dead dozens of attackers in attack in China's Xinjiang - Xinhua
pt: Dezenas de mortos em ataque terrorista na província chinesa de Xinjiang

source: Most were Indonesian but also one UK national, a Malaysian, a Singaporean and three South Koreans
pt: Segundo a AirAsia, também havia três pessoas da Coreia do Sul, uma da França, uma da Malasia e uma de Singapura .

source: "I don't know what you're talking about, it's long, long away," Piquet said when reminded of that 2008 F1 incident at a post-race news conference.
pt: “Não sei do que vocês estão falando, isso já passou há muito tempo”, disse Nelsinho ao ser relembrado do incidente durante entrevista após a corrida.

source: ''It's a derby,'' Switzerland coach Ottmar Hitzfeld said .
pt: O técnico Ottmar Hitzfeld parabenizou os jogadores da Suíça pela vitória .

source: Greek Finance Minister Yanis Varoufakis expressed confidence on Wednesday that euro zone finance ministers would approve the Athens government's proposal on Friday .
pt: Uma autoridade grega disse que o ministro das Finanças da Grécia, Yanis Varoufakis, havia recusado o esboço de um comunicado apresentado a ele durante uma reunião de ministros das Finanças da zona do euro em Bruxelas

source: Micromax Informatics, India's second-largest smartphone maker, plans to raise as much as $500 million through a stock market listing in its financial year beginning in April, the Economic Times newspaper reported on Saturday .
pt: A Micromax Informatics, segunda maior fabricante de smartphones da Índia, planeja levantar até US$500 milhões por meio de uma oferta inicial de ações (IPO, na sigla em inglês) em abril, informou o jornal Economic Times neste sábado.

source: Kabul suicide attack kills 2 security guards
pt: Atentado em Cabul mata dois guardas

source: But little do they know it's against the law.
pt: Mas isso a gente não sabe.”

source: WASHINGTON, June 8 (Xinhua) -- A grand jury on Monday indicted a white former police officer on a murder charge for fatally shooting a black man earlier April in North Charleston, South Carolina.
pt: CHARLESTON, Estados Unidos (Reuters) - O júri indiciou nesta segunda-feira um ex-policial branco acusado de matar a tiros um homem negro na cidade de North Charleston, no Estado norte-americano da Carolina do Sul, disse o promotor que supervisiona o caso.

source: UPDATE 1-Microsoft, publishers try to stop 'catastrophic' Google EU deal
pt: Microsoft e editoras tentam impedir acordo "catastrófico" entre Google e UE

source: The country does not have a functioning cabinet or parliament, and hasn't had a president for more than a year.
pt: Além disso, o Líbano não tem um presidente há mais de um ano.

source: The agency also has an archive of over 25 million documents covering Brazil’s major news events.
pt: Ela também oferece um arquivo histórico de mais de 25 milhões de documentos que ilustram os principais eventos ocorridos do Brasil.

source: “You don't have to do anything .
pt: Não tive nada ainda .

source: He also stressed that Greece remained ready to do "whatever it takes" to reach a deal, saying this "is the only option we have .
pt: A Grécia está disposta a "fazer o que for preciso para chegar a um acordo nos próximos dois dias".

source: REUTERS - Former U.S. President George H.W. Bush remained hospitalized on Thursday near his home in Houston after experiencing shortness of breath this week, and was in "great spirits," his spokesman said.
pt: O ex-presidente dos Estados Unidos George H. W. Bush passou a segunda noite internado em um hospital do Texas, depois de sentir problemas respiratórios, anunciou o porta-voz da família, Jim McGrath .

source: Ebola is still spreading rapidly in Guinea, Liberia and Sierra Leone, health officials report.
pt: O vírus do ebola circula de maneira intensa na Libéria, Serra Leoa e Guiné .

source: According to Patil, the feature gets switched on when a user who already has it enabled calls another user.
pt: A função só é ativada quando algum amigo, que já utilize esse recurso, faz uma ligação para o usuário

source: Two hostages were killed - 38-year-old barrister and mother of three Katrina Dawson, and the cafe's 34-year-old manager Tori Johnson - along with Monis.
pt: Dois reféns, o gerente do café, Tori Johnson, e a advogada Katrina Dawson foram mortos, juntos com Monis, quando a polícia invadiu o café .

source: Please allow for our family to deal with this matter and give Bobbi Kristina the love and support she needs at this time," Bobby Brown said in the statement.
pt: "Por favor, permitam que a minha família lide com esta questão e deem à minha filha o amor e o apoio que ela precisa neste momento", disse ele em comunicado divulgado pelo seu advogado, Christopher Brown.

source: German Chancellor Angela Merkel is scheduled to visit Kiev on Saturday to show her support for Poroshenko - but diplomats say she is also bearing a message that he should consider calling a ceasefire so as not to incur a backlash from Putin.
pt: A chanceler da Alemanha, Angela Merkel, viajará para Kiev a convite do presidente da Ucrânia, Petro Poroshenko, no sábado, um sinal claro de apoio alemão ao vizinho no leste em meio a disputas com a Rússia.

source: So, for some Kenyans like Ory Okolloh, a governance and tech specialist well known for her contribution to national debates, Mr Obama's frank talk was refreshing.
pt: Assim, para quenianos como Ory Okolloh, que é especialista em governança e tecnologia, a fala de Obama foi revigorante, e a turnê do presidente americano o fez pensar "no que poderíamos ser ao darmos o nosso melhor".

source: I don't know why I survived .
pt: "Pois é, eu estou nervosa com isso, porque ainda não sei .

source: Brazil's real reversed early gains, however, after central bank chief Alexandre Tombini said on Thursday that demand for currency swaps being offered under the bank's currency intervention program has decreased.
pt: SÃO PAULO (Reuters) - O presidente do Banco Central, Alexandre Tombini, afirmou nesta quinta-feira que está sendo percebido "certo arrefecimento" na demanda por swaps cambiais.

source: That triggered a brawl as Albanian players tried to protect the flag - and Serbia fans invaded the pitch.
pt: Os jogadores albaneses tentaram proteger a bandeira e os torcedores sérvios invadiram o gramado, dando início a uma briga generalizada .

source: "I believe the conditions exist to find an accord with the European institutions," Renzi said at a joint press conference with Tsipras.
pt: "Acredito que há condições para encontrar um acordo com as instituições europeias", disse Renzi.

source: A court in Cairo sentences ousted Egyptian President Hosni Mubarak to three years in prison for embezzlement.
pt: Corte egípcia confirma três anos de prisão para Mubarak e filhos

source: Synthetic drugs on the rise
pt: Mas como que surgiram as drogas sintéticas ?

source: What did I do?"
pt: O que mais eu poderia fazer ?

source: "I don't think I've ever been like this once in my life."
pt: Por eu ter aparecido, pensam em mim, o que eu só tenho a agradecer .

source: US President Barack Obama and Cuba's Raul Castro are scheduled to meet in the Summit of the Americas later this week .
pt: Presidente Barack Obama (E) com o secretário de Estado John Kerry na Cúpula das Américas .

source: The bank will start creating 60 billion fresh euros each month, using it to buy up private, and sovereign bonds.
pt: O BCE iniciou em 9 de março um plano de compra de dívida pública e privada, de 60 bilhões de euros por mês .

source: You think I should change my mind ?
pt: Você tem a sua vida, eu tenho a minha .

source: I’m thinking there’s no basis in fact for that statement and if there is, I’d like to research why they weren’t acted on .
pt: Já me perguntaram isso, aí eu fiquei pensando: por que será que eu gosto de fazer isso ?

source: Administrative detention is a sort of imprisonment without trial or charge that allows the occupying regime of Israel to incarcerate Palestinians for up to six months .
pt: Ele está há um ano atrás das grades, sob o regime de detenção administrativa, o qual permite a prisão sem acusação formal por um período de seis meses renováveis indefinidamente.

source: But the several dozen special operations forces dropped by aircraft into Syria did not find them at that location and engaged in a firefight with Islamic State militants before departing, killing several militants .
pt: Eles disseram que as forças especiais dos EUA e outros militares, apoiadores por helicópteros e aviões, chegaram a uma zona na Síria e travaram batalha contra militantes do Estado Islâmico, os quais diversos foram mortos.

source: All football in Egypt was postponed indefinitely on Monday after at least 19 people were killed following clashes between fans and police outside a stadium in Cairo on Sunday.
pt: Pelo menos 25 pessoas morreram na noite deste domingo após confrontos entre a polícia e torcedores do clube de futebol Zamalek, no Cairo .

source: It is just not .
pt: Não foi favor .

source: LONDON, March 28 (Reuters) - Brazil striker Neymar, who has scored 43 times for his country and is still only 23, can break Pele's long-standing record of 77 international goals, coach Dunga said on Saturday.
pt: Neymar, que marcou 43 gols com a camisa da seleção brasileira e tem apenas 23 anos, tem totais condições de quebrar o recorde de longa data de Pelé, que fez 77 gols com a camisa do Brasil .

source: Of the 3,731 people in the study, about two thirds were given the drug plus training to improve their lifestyle habits, and the rest followed the same lifestyle intervention but were given a placebo.
pt: Das 3.731 pessoas incluídas no estudo, quase dois terços receberam a droga junto com um treinamento para melhorar os hábitos de vida .

source: What attributes do you need to have to be a good beach soccer player?
pt: Que qualidades um bom jogador de futebol de areia deve reunir?

source: We will certainly do this.
pt: Temos certeza disso .

source: We're doing our best to fix it.
pt: Estamos tentando ver o que fazer .

source: Cuba’s communist government had said normal relations between the two former Cold War foes would be impossible as long as it remained on the U.S. blacklist .
pt: O governo comunista de Cuba exigiu a remoção do país da lista negra dos EUA para avançar nos esforços para normalizar as relações entre os dois ex-inimigos da Guerra Fria .

source: If yesterday’s extreme increase in the value of the franc doesn’t correct itself, there will be “disastrous consequences” for the Swiss economy, the paper said.
pt: Se a valorização recorde do franco de ontem não se estabilizar haverá "consequências desastrosas" para a economia suíça, alerta o jornal.

source: “You really don’t have to give the reason for it .
pt: Porque não precisa, porque não é bom para elas .

source: NEWPORT Wales (Reuters) - The United States said it had created a "core coalition" on Friday to battle Islamic State militants in Iraq, calling for broad support from allies and partners around the world but ruling...
pt: Os Estados Unidos pediram nesta sexta-feira a criação, antes da Assembleia Geral da ONU no final de setembro, de uma coalizão internacional para combater o Estado Islâmico (EI) no Iraque e na Síria.

source: But Goitein with the Brennan Center points to a Justice Department report which found that not a single terrorist attack had been directly foiled by Section 215 .
pt: A também especialista Liza Goitein, do Centro Brennan, cita um relatório do Departamento de Justiça americano indicando que não houve um único caso de ataque terrorista que tenha sido evitado diretamente devido ao artigo 215.

source: Polls show win for "No" in Scottish referendum
pt: Pesquisa mostra 'não' em leve vantagem em referendo da Escócia

source: She could not tell about the exact number of the missing passengers.
pt: Ele não deu um número exato de pessoas que ainda não haviam sido encontradas.

source: Tuesday's turn of events was seen as a victory for whistleblower Edward Snowden, who revealed the NSA's bulk data collection program to the public in June 2013.
pt: Em junho de 2013, a dimensão dos poderes de espionagem da NSA foi revelada pelo ex-analista da agência Edward Snowden, que revelou uma compilação em massa de dados individuais .

source: The final attack, she told me, happened in July last year, one day before Eid.
pt: O último ataque, ela conta, aconteceu em julho do ano passado.

source: Determining the animal's gender is difficult because baby gorillas cling to their mothers for the first few months of their lives, zoo director Gladstone Correa said.
pt: Isso porque, segundo o diretor do zoológico, Gladstone Corrêa, nos primeiros meses de vida o filhote fica agarrado ao ventre da mãe, o que torna mais difícil a identificação.

source: China said Monday it opposes "all actions" that could raise tension on the Korean Peninsula after the United States rejected a proposal by North Korea to temporarily suspend nuclear tests in exchange for a suspension of joint military drills between the U.S. and South Korea.
pt: "A mensagem propõe que os Estados Unidos contribuam para diminuir a tensão na península coreana suspendendo temporariamente os exercícios militares realizados em conjunto com a Coreia do Sul neste ano", disse a KCNA em nota.

source: That is an about-face from a year ago, when 59 percent thought the country was in good shape economically .
pt: É uma reviravolta em relação a um ano atrás, quando 59 por cento pensavam que o país estava em boa situação econômica .

source: /ITAR-TASS/ . Ecuador’s President Rafael Correa on Wednesday confirmed his country’s decision to grant political asylum to Wikileaks founder Julian Assange, who has been living at the Ecuadorian embassy in London for the past two years.
pt: Em Quito, o presidente do Equador, Rafael Correa, lembrou hoje os dois anos de permanência do fundador do Wikileaks na embaixada do país andino em Londres e se perguntou 'onde está a imprensa 'livre e independente'?'.

source: The president stressed that he felt compelled to act alone after Republican House Speaker John Boehner refused to allow a vote in the lower chamber on the bipartisan immigration reform bill the Senate passed in June 2013.
pt: O presidente norte-americano decidiu agir diante da inação da Câmara dos Deputados, onde os republicanos se recusam a votar a proposta de reforma imigratória aprovada no Senado em junho de 2013 .

source: The European Union's new foreign affairs chief Federica Mogherini on Saturday called for the establishment of a Palestinian state, saying the world "cannot afford" another war in Gaza.
pt: A nova chefe da diplomacia da União Europeia (UE), Federica Mogherini, pediu neste sábado (8) um Estado palestino independente durante sua primeira visita a Gaza.

source: The Italian National Statistics Institute (ISTAT) forecast
pt: As informações são do Instituto Nacional de Estatística, Istat.

source: A British volunteer nurse, William Pooley, was successfully treated in the unit after he was brought home from Sierra Leone in August, having been diagnosed with Ebola there.
pt: Em agosto, um enfermeiro britânico foi infectado por ebola depois de trabalhar no combate à doença em Serra Leoa .

source: More than 200,000 people have been killed since the start of the internal Syrian conflict in March 2011.
pt: Mais de 200 mil pessoas já morreram na Síria desde o começo do conflito, em março de 2011, segundo a ONU. EFE

source: There may be some people who aren't comfortable talking to different cultures in the time we're in right now .
pt: Tem que ter gente que é do futebol, gente correta e isso está no nosso país .

source: The decision came after euro zone finance ministers said they were in favour of granting Greece its request for only a two-month extension to its bailout programme, a boost for Prime Minister Antonis Samaras who has been pushing for an early exit from the programme which is deeply unpopular in Greece.
pt: Na terça-feira, a Grécia vai pedir uma prorrogação de dois meses para o seu programa de resgate, e a zona do euro é a favor da concessão, disse o chefe do Eurogroup, Jeroen Dijsselbloem, nesta segunda-feira.

source: US Secretary of State John Kerry (C) speaks during the flag raising ceremony at the US Embassy in Havana, Cuba, on Aug. 14, 2015 .
pt: O secretário de Estado norte-americano, John Kerry, está em Havana nesta sexta-feira para içar a bandeira dos Estados Unidos e celebrar a nova política de seu país para Cuba .

source: And it's even more rewarding to know that what I do has touched the lives of so many people.”
pt: "A gente vive em um mundo com excesso de informação, mas não tem ninguém que te diga o que vale e o que não .

source: "If Russia continues on this current path, the costs on Russia will continue to grow," President Barack Obama said in Washington.
pt: Segundo Obama, os "custos continuarão a crescer se o país não mudar o curso de suas ações".

source: "The repeated rejection of equivalent measures by certain institutions never occurred before -- neither in Ireland nor Portugal," he tweeted, referring to bailouts in those two countries.
pt: "A repetida rejeição às medidas compensatórias por algumas instituições nunca aconteceu antes, nem com a Irlanda nem com Portugal", dois países que receberam um programa de assistência financeira, escreveu Tsipras em sua conta oficial do Twitter.

source: A brother of Albanian PM Edi Rama denied being detained in Serbia on suspicion of controlling the drone.
pt: O albanês, que é irmão do primeiro-ministro local, Edi Rama, foi detido e interrogado pelos sérvios .

source: Washington, Mar 24 (EFE).- U.S. President Barack Obama said Tuesday that "it's hard to envision" the creation of a Palestinian state after Israeli Prime Minister Benjamin Netanyahu's recent remarks rejecting the idea, and that the possibilities of a lasting peace right now are "very dim." "There still does not appear to be a prospect of a meaningful framework established that would lead to a Palestinian state," Obama said at a press conference together with Afghan President Ashraf Ghani.
pt: Washington, 24 mar (EFE).- O presidente dos Estados Unidos, Barack Obama, disse nesta terça-feira que acha difícil a criação de um Estado palestino após os recentes comentários do primeiro-ministro de Israel, Benjamin Netanyahu, destacando que as possibilidades de paz na região são muito frágeis nos próximos anos.

source: DOHA Iran's nuclear deal should bring stability and "good neighborliness" rather than interference, Gulf Arab states told U.S. Secretary of State John Kerry on Monday as they began talks on the merits of its historic accord with world powers.
pt: Doha - O secretário de Estado americano, John Kerry, reúne-se nesta segunda-feira, em Doha, com seus colegas das monarquias árabes do Golfo para lhes oferecer garantias sobre as consequências para a região do acordo sobre o programa nuclear iraniano.

source: White House Press Secretary Josh Earnest conceded earlier on Monday that the White House "should have" sent someone higher profile to attend the Paris march, calling it a "mistake."
pt: Em Washington, o porta-voz Josh Earnest disse que o governo dos EUA "deveria ter mandado alguém de mais alto perfil" à marcha republicana organizada pelo governo francês.

source: Greek officials told Reuters they had emptied an International Monetary Fund holding account to repay 750 million euros to the global lender on Monday, avoiding default but underscoring the dire state of the country's finances.
pt: ATENAS (Reuters) - A Grécia realizou um pagamento de cerca de 750 milhões de euros ao Fundo Monetário Internacional (FMI) que venceria na terça-feira, disseram à Reuters nesta segunda-feira duas autoridades do Ministério das Finanças do país.

source: “It was crucial .
pt: O importante era a história .

source: WASHINGTON Cuba and the United States made progress in talks in Washington on re-establishing diplomatic relations and agreed to further discussions on conditions for re-opening embassies in Havana and Washington, the chief Cuban negotiator said on Friday.
pt: Estados Unidos e Cuba registraram "progressos" na nova rodada de negociações iniciada em Washington nesta quinta-feira visando o restabelecimento das relações diplomáticas, e decidiram estender a reunião até sexta-feira.

source: The Bank of England's figures showed that lending to businesses continued to fall in the last quarter of 2014.
pt: Os números fechados de 2014 serão divulgados pelo Banco Central (BC) na semana que vem .

source: But they did nothing for us."
pt: A gente sabe que não é assim .

source: "We expect that the government will survive the current liquidity squeeze without running arrears on privately held bonds, but default is a real possibility."
pt: "Esperamos que o governo grego sobreviva à atual pressão sem se atrasar (nos pagamentos) junto ao setor privado, mas o default é uma possibilidade real", diz a agência.

source: Heavily armed gunmen stormed a luxury hotel in Tripoli favored by Libyan officials and visiting delegations on Tuesday, killing at least nine people, including foreigners, before blowing themselves up with a grenade.
pt: Homens armados invadiram um hotel de luxo na capital da Líbia nesta terça-feira, matando pelo menos quatro estrangeiros e cinco seguranças, informaram autoridades .

source: A withdrawal, easing any immediate Western fears of a Russian intervention, could ease tension before Sunday’s presidential election in Ukraine .
pt: Uma retirada substancial pode aliviar tensões antes da eleição presidencial ucraniana, marcada para domingo.

source: Apple declined to be interviewed for the programme, but said in a statement: "We are aware of no other company doing as much as Apple to ensure fair and safe working conditions.
pt: A Apple diz que trabalha em conjunto com fornecedores para prevenir horas extras em excesso e alega que faz mais do que qualquer outra empresa para garantir condições de trabalho justas e seguras.

source: I didn't want to be a just a broken soldier with nothing," she said.
pt: Ele disse para ela ficar quieta que assim não faria nada, mas a estuprou.”, contou.

source: A favorite to win the Academy Award for best picture, director Alejandro G. Inarritu's satirical jab at show business takes the audience down a cinematic rabbit hole - and not just because it takes place in the warren of a Broadway theater.
pt: Favorito ao Oscar de melhor filme, o longa do diretor Alejandro G. Iñárritu satiriza o meio artístico e leva a plateia por um túnel cinematográfico – e não só por transcorrer nos meandros de um teatro da Broadway.

source: The lower house of parliament will vote on the bill, which both the governing conservative People's Party and the opposition Socialists have said they would back, on June 11, after which it must be passed to the upper house, or Senate.
pt: A Câmara dos Deputados votará o projeto, o qual tanto o governista Partido do Povo como o opositor Partido Socialista disseram que apoiarão, em 11 de junho, para então ser encaminhado ao Senado.
